Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# SafeModeDescription.Text
source: Safe Mode uses YouTube's strict SafeSearch setting for searches. It does not provide the YouTube Kids catalog or filter popular, category, and account feeds.
af_za: Veilige modus gebruik YouTube se streng Veiligsoek-instelling vir soektogte. Dit verskaf nie die YouTube Kids-katalogus of filter gewilde, kategorie- en rekeningstrome nie.
am_et: ደህንነቱ የተጠበቀ ሁነታ ለፍለጋ የYouTube ጥብቅ የSafeSearch ቅንብርን ይጠቀማል። የዩቲዩብ ለልጆች ካታሎግ አይሰጥም ወይም ታዋቂ፣ ምድብ እና የመለያ ምግቦች ማጣሪያ የለም።
ar_sa: يستخدم الوضع الآمن إعداد البحث الآمن الصارم في YouTube لعمليات البحث. ولا يوفر كتالوج YouTube Kids أو يقوم بتصفية خلاصات الحسابات والفئات والحسابات الشائعة.
as_in: নিৰাপদ অৱস্থাই সন্ধানৰ বাবে YouTube ৰ কঠোৰ SafeSearch ছেটিং ব্যৱহাৰ কৰে। ই YouTube Kids কেটেলগ প্ৰদান নকৰে বা জনপ্ৰিয়, শ্ৰেণী, আৰু একাউণ্ট ফিডসমূহ ফিল্টাৰ নকৰে।
az_latn_az: Təhlükəsiz Rejim axtarışlar üçün YouTube-un ciddi SafeSearch ayarından istifadə edir. O, YouTube Kids kataloqu və ya populyar, kateqoriya və hesab lentlərini filtrləmir.
be_by: У бяспечным рэжыме для пошуку выкарыстоўваюцца строгія налады SafeSearch YouTube. Ён не забяспечвае каталог YouTube Kids і не фільтруе стужкі папулярных, катэгорый і ўліковых запісаў.
bg_bg: Безопасният режим използва строгата настройка на YouTube за безопасно търсене за търсения. Той не предоставя каталога на YouTube Kids или филтрира емисии за популярни, категории и акаунти.
bn_bd: নিরাপদ মোড অনুসন্ধানের জন্য YouTube এর কঠোর নিরাপদ অনুসন্ধান সেটিং ব্যবহার করে। এটি YouTube Kids ক্যাটালগ বা ফিল্টার জনপ্রিয়, বিভাগ এবং অ্যাকাউন্ট ফিড প্রদান করে না।
bs_latn_ba: Siguran način rada koristi strogu postavku Sigurnog pretraživanja YouTubea za pretraživanja. Ne pruža YouTube Kids katalog niti filtrira popularne sadržaje, kategorije i sažetke sadržaja računa.
ca_es: El mode segur utilitza la configuració estricta de SafeSearch de YouTube per a les cerques. No ofereix el catàleg de YouTube Kids ni filtra els canals populars, de categories i de comptes.
cs_cz: Nouzový režim používá pro vyhledávání přísné nastavení Bezpečného vyhledávání YouTube. Neposkytuje katalog YouTube Kids ani nefiltruje oblíbené zdroje, kategorie a zdroje účtů.
da_dk: Fejlsikret tilstand bruger YouTubes strenge SafeSearch-indstilling til søgninger. Den leverer ikke YouTube Kids-kataloget eller filtrerer populære, kategori- og kontofeeds.
de_de: Der abgesicherte Modus verwendet für Suchvorgänge die strenge SafeSearch-Einstellung von YouTube. Der YouTube Kids-Katalog wird nicht bereitgestellt und es werden keine Beliebtheits-, Kategorie- und Konto-Feeds gefiltert.
el_gr: Η Ασφαλής λειτουργία χρησιμοποιεί την αυστηρή ρύθμιση Ασφαλούς Αναζήτησης του YouTube για αναζητήσεις. Δεν παρέχει τον κατάλογο YouTube Kids ή το φίλτρο δημοφιλών ροών, κατηγορίας και λογαριασμού.
es_us: El modo seguro utiliza la estricta configuración SafeSearch de YouTube para las búsquedas. No proporciona el catálogo de YouTube Kids ni filtra feeds populares, de categorías ni de cuentas.
et_ee: Turvarežiim kasutab otsingute jaoks YouTube'i ranget SafeSearchi seadet. See ei paku YouTube Kidsi kataloogi ega filtreeri populaarseid, kategooria- ega kontovooge.
eu_es: Modu seguruak YouTube-ren SafeSearch ezarpen zorrotza erabiltzen du bilaketak egiteko. Ez du YouTube Kids katalogoa edo iragazki ezagunak, kategoriak eta kontu-jarioak eskaintzen.
fa_ir: حالت ایمن از تنظیمات سختگیرانه SafeSearch YouTube برای جستجوها استفاده می کند. کاتالوگ YouTube Kids یا فیدهای محبوب، دسته‌ها و حساب‌ها را فیلتر نمی‌کند.
fi_fi: Vikasietotila käyttää hauissa YouTuben tiukkaa SafeSearch-asetusta. Se ei tarjoa YouTube Kids -luetteloa tai suodata suosittuja, luokka- ja tilisyötteitä.
fil_ph: Ginagamit ng Safe Mode ang mahigpit na setting ng SafeSearch ng YouTube para sa mga paghahanap. Hindi ito nagbibigay ng YouTube Kids catalog o filter na sikat, kategorya, at mga feed ng account.
fr_ca: Le mode sans échec utilise le paramètre SafeSearch strict de YouTube pour les recherches. Il ne fournit pas le catalogue YouTube Kids ni ne filtre les flux populaires, de catégories et de comptes.
gl_es: O modo seguro usa a configuración estrita de SafeSearch de YouTube para as buscas. Non ofrece o catálogo de YouTube Kids nin filtra fontes populares, categorías e contas.
gu_in: સલામત મોડ શોધ માટે YouTube ની કડક સલામત શોધ સેટિંગનો ઉપયોગ કરે છે. તે YouTube Kids કૅટેલોગ અથવા ફિલ્ટર લોકપ્રિય, કૅટેગરી અને એકાઉન્ટ ફીડ્સ પ્રદાન કરતું નથી.
he_il: מצב בטוח משתמש בהגדרה הקפדנית של חיפוש בטוח של YouTube עבור חיפושים. הוא אינו מספק את הקטלוג של YouTube Kids או מסנן עדכונים פופולריים, קטגוריות וחשבונות.
hi_in: सुरक्षित मोड खोजों के लिए YouTube की सख्त सुरक्षित खोज सेटिंग का उपयोग करता है। यह YouTube किड्स कैटलॉग या लोकप्रिय, श्रेणी और खाता फ़ीड फ़िल्टर प्रदान नहीं करता है।
hr_hr: Siguran način rada koristi YouTubeovu strogu postavku SafeSearch za pretraživanja. Ne pruža katalog YouTube Kids niti filtrira popularne feedove, kategorije i račune.
hu_hu: A Biztonságos mód a YouTube szigorú Biztonságos Keresés beállítását használja a keresésekhez. Nem biztosítja a YouTube Kids katalógust, és nem szűri a népszerű, kategória- és fiókhírcsatornákat.
hy_am: Անվտանգ ռեժիմը որոնումների համար օգտագործում է YouTube-ի խիստ SafeSearch կարգավորումը: Այն չի տրամադրում YouTube Kids-ի կատալոգը կամ զտիչը հանրաճանաչ, կատեգորիայի և հաշվի հոսքերը:
id_id: Mode Aman menggunakan setelan TelusurAman YouTube yang ketat untuk penelusuran. Itu tidak menyediakan katalog YouTube Kids atau memfilter feed populer, kategori, dan akun.
is_is: Örugg stilling notar strangar SafeSearch stillingar YouTube fyrir leit. Það veitir ekki YouTube Kids vörulista eða sía vinsæla, flokka og reikningsstrauma.
it_it: La modalità provvisoria utilizza la rigorosa impostazione SafeSearch di YouTube per le ricerche. Non fornisce il catalogo di YouTube Kids né filtra i feed più popolari, di categoria e di account.
ja_jp: セーフ モードでは、YouTube の厳格なセーフサーチ設定を検索に使用します。 YouTube Kids カタログやフィルターの人気フィード、カテゴリフィード、アカウントフィードは提供しません。
ka_ge: უსაფრთხო რეჟიმი იყენებს YouTube-ის მკაცრ SafeSearch პარამეტრს ძიებებისთვის. ის არ გთავაზობთ YouTube Kids-ის კატალოგს ან ფილტრის პოპულარულ, კატეგორიებსა და ანგარიშების არხებს.
kk_kz: Қауіпсіз режим іздеулер үшін YouTube-тің қатаң SafeSearch параметрін пайдаланады. Ол YouTube Kids каталогын немесе танымал, санатты және есептік жазба арналарын сүзбейді.
km_kh: Safe Mode ប្រើប្រាស់ការកំណត់ SafeSearch ដ៏តឹងរឹងរបស់ YouTube សម្រាប់ការស្វែងរក។ វាមិនផ្តល់កាតាឡុក YouTube Kids ឬត្រងព័ត៌មានពេញនិយម ប្រភេទ និងគណនីទេ។
kn_in: ಸುರಕ್ಷಿತ ಮೋಡ್ ಹುಡುಕಾಟಗಳಿಗಾಗಿ YouTube ನ ಕಟ್ಟುನಿಟ್ಟಾದ ಸುರಕ್ಷಿತ ಹುಡುಕಾಟ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಬಳಸುತ್ತದೆ. ಇದು YouTube ಕಿಡ್ಸ್ ಕ್ಯಾಟಲಾಗ್ ಅಥವಾ ಫಿಲ್ಟರ್ ಜನಪ್ರಿಯ, ವರ್ಗ ಮತ್ತು ಖಾತೆ ಫೀಡ್‌ಗಳನ್ನು ಒದಗಿಸುವುದಿಲ್ಲ.
ko_kr: 안전 모드에서는 검색 시 YouTube의 엄격한 SafeSearch 설정을 사용합니다. YouTube Kids 카탈로그를 제공하거나 인기, 카테고리, 계정 피드를 필터링하지 않습니다.
ky_kg: Коопсуз режим издөөлөр үчүн YouTube'дун катуу SafeSearch жөндөөлөрүн колдонот. Ал YouTube Kids каталогун камсыз кылбайт же популярдуу, категория жана аккаунттун түрмөктөрүн чыпкалабайт.
lo_la: Safe Mode ໃຊ້ການຕັ້ງຄ່າ SafeSearch ທີ່ເຂັ້ມງວດຂອງ YouTube ສໍາລັບການຊອກຫາ. ມັນບໍ່ໄດ້ສະໜອງລາຍການ YouTube Kids ຫຼືການກັ່ນຕອງທີ່ນິຍົມ, ໝວດໝູ່, ແລະຟີດບັນຊີ.
lt_lt: Saugusis režimas paieškoms naudoja griežtą „YouTube“ saugios paieškos nustatymą. Jis nepateikia „YouTube Kids“ katalogo arba nefiltruoja populiarių, kategorijų ir paskyros sklaidos kanalų.
lv_lv: Drošajā režīmā meklēšanai tiek izmantots stingrs YouTube drošas meklēšanas iestatījums. Tas nenodrošina YouTube Kids katalogu un nefiltrē populārās, kategoriju un kontu plūsmas.
mk_mk: Безбедниот режим ја користи строгата поставка за SafeSearch на YouTube за пребарувања. Не го обезбедува каталогот на YouTube Kids или филтрите за популарни, категории и доводи на сметки.
ml_in: സേഫ് മോഡ് തിരയലുകൾക്കായി YouTube-ൻ്റെ കർശനമായ സുരക്ഷിത തിരയൽ ക്രമീകരണം ഉപയോഗിക്കുന്നു. ഇത് YouTube Kids കാറ്റലോഗോ ഫിൽട്ടർ ജനപ്രിയമോ വിഭാഗമോ അക്കൗണ്ട് ഫീഡുകളോ നൽകുന്നില്ല.
mn_mn: Аюулгүй горим нь хайлт хийхэд YouTube-н SafeSearch хатуу тохиргоог ашигладаг. Энэ нь YouTube Kids каталог эсвэл алдартай, категори, бүртгэлийн хангамжийг шүүдэггүй.
mr_in: सुरक्षित मोड शोधांसाठी YouTube ची कठोर सुरक्षितशोध सेटिंग वापरते. हे YouTube Kids कॅटलॉग किंवा फिल्टर लोकप्रिय, श्रेणी आणि खाते फीड प्रदान करत नाही.
ms_my: Mod Selamat menggunakan tetapan SafeSearch ketat YouTube untuk carian. Ia tidak menyediakan katalog atau penapis YouTube Kids yang popular, kategori dan suapan akaun.
nb_no: Sikkermodus bruker YouTubes strenge Sikkert Søk-innstilling for søk. Den gir ikke YouTube Kids-katalogen eller filtrerer populære, kategorier og kontostrømmer.
ne_np: सुरक्षित मोडले खोजहरूको लागि YouTube को कडा सेफसर्च सेटिङ प्रयोग गर्दछ। यसले YouTube Kids को क्याटलग वा लोकप्रिय, कोटी र खाता फिडहरू फिल्टर गर्दैन।
nl_nl: Veilige modus maakt gebruik van de strikte SafeSearch-instelling van YouTube voor zoekopdrachten. Het biedt niet de YouTube Kids-catalogus of filtert populaire, categorie- en accountfeeds.
or_in: ସେଫ୍ ମୋଡ୍ ସନ୍ଧାନ ପାଇଁ ୟୁଟ୍ୟୁବର କଠୋର ସେଫ୍ ସର୍ଚ୍ଚ ସେଟିଂ ବ୍ୟବହାର କରେ | ଏହା ୟୁଟ୍ୟୁବ୍ କିଡ୍ସ କାଟାଲଗ୍ କିମ୍ବା ଲୋକପ୍ରିୟ, ବର୍ଗ, ଏବଂ ଆକାଉଣ୍ଟ୍ ଫିଡ୍ ଫିଲ୍ଟର୍ ପ୍ରଦାନ କରେ ନାହିଁ |
pa_in: ਸੁਰੱਖਿਅਤ ਮੋਡ ਖੋਜਾਂ ਲਈ YouTube ਦੀ ਸਖਤ ਸੁਰੱਖਿਅਤ ਖੋਜ ਸੈਟਿੰਗ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਇਹ YouTube Kids ਕੈਟਾਲਾਗ ਜਾਂ ਫਿਲਟਰ ਪ੍ਰਸਿੱਧ, ਸ਼੍ਰੇਣੀ ਅਤੇ ਖਾਤਾ ਫੀਡ ਪ੍ਰਦਾਨ ਨਹੀਂ ਕਰਦਾ ਹੈ।
pl_pl: W trybie awaryjnym podczas wyszukiwania stosowane jest rygorystyczne ustawienie SafeSearch YouTube. Nie udostępnia katalogu YouTube Kids ani filtrów popularnych, kategorii i kanałów kont.
pt_br: O Modo de segurança usa a configuração SafeSearch estrita do YouTube para pesquisas. Ele não fornece o catálogo do YouTube Kids nem filtra feeds populares, de categorias e de contas.
ro_ro: Modul sigur folosește setarea strictă de Căutare sigură a YouTube pentru căutări. Nu furnizează catalogul YouTube Kids și nici nu filtrează feedurile populare, de categorii și de cont.
ru_ru: В безопасном режиме для поиска используются строгие настройки безопасного поиска YouTube. Он не предоставляет каталог YouTube Kids и не фильтрует каналы популярных, категорий и аккаунтов.
si_lk: ආරක්ෂිත ප්‍රකාරය සෙවුම් සඳහා YouTube හි දැඩි SafeSearch සැකසීම් භාවිත කරයි. එය YouTube Kids නාමාවලිය හෝ පෙරහන් ජනප්‍රිය, ප්‍රවර්ග සහ ගිණුම් සංග්‍රහ සපයන්නේ නැත.
sk_sk: Núdzový režim používa na vyhľadávanie prísne nastavenie Bezpečného vyhľadávania služby YouTube. Neposkytuje katalóg YouTube Kids ani nefiltruje obľúbené informačné kanály, kanály kategórií a účtov.
sl_si: Varni način za iskanja uporablja YouTubovo strogo nastavitev SafeSearch. Ne ponuja kataloga YouTube Kids ali filtrira priljubljenih virov, kategorij in virov računa.
sq_al: Modaliteti i sigurt përdor cilësimin e rreptë të SafeSearch të YouTube për kërkime. Ai nuk ofron katalogun e YouTube Kids ose filtrin e furnizimeve të njohura, kategorive dhe llogarive.
sr_cyrl_rs: Безбедни режим користи строгу поставку Сигурне претраге ИоуТубе-а за претраге. Не пружа ИоуТубе Кидс каталог нити филтрира популарне фидове, категорије и налоге.
sr_latn_rs: Bezbedni režim koristi strogu postavku Sigurne pretrage YouTube-a za pretrage. Ne pruža YouTube Kids katalog niti filtrira popularne fidove, kategorije i naloge.
sv_se: Säkert läge använder YouTubes strikta SafeSearch-inställning för sökningar. Den tillhandahåller inte YouTube Kids-katalogen eller filtrerar populära, kategori- och kontoflöden.
sw_ke: Hali salama hutumia mipangilio madhubuti ya Utafutaji-Salama wa YouTube kwa utafutaji. Haitoi katalogi ya YouTube Kids au kichujio maarufu, kategoria na milisho ya akaunti.
ta_in: பாதுகாப்பான பயன்முறையானது, தேடல்களுக்கு YouTubeன் கடுமையான பாதுகாப்பான தேடல் அமைப்பைப் பயன்படுத்துகிறது. இது YouTube கிட்ஸ் பட்டியலை வழங்காது அல்லது பிரபலமான, வகை மற்றும் கணக்கு ஊட்டங்களை வடிகட்டாது.
te_in: సేఫ్ మోడ్ శోధనల కోసం YouTube యొక్క కఠినమైన సేఫ్ సెర్చ్ సెట్టింగ్‌ని ఉపయోగిస్తుంది. ఇది YouTube Kids కేటలాగ్ లేదా ఫిల్టర్ జనాదరణ, వర్గం మరియు ఖాతా ఫీడ్‌లను అందించదు.
th_th: โหมดปลอดภัยใช้การตั้งค่าการค้นหาปลอดภัยที่เข้มงวดของ YouTube สำหรับการค้นหา ไม่มีแคตตาล็อก YouTube Kids หรือตัวกรองยอดนิยม หมวดหมู่ และฟีดบัญชี
tr_tr: Güvenli Mod, aramalar için YouTube'un katı Güvenli Arama ayarını kullanır. YouTube Çocuk kataloğunu sağlamaz veya popüler, kategori ve hesap yayınlarını filtrelemez.
uk_ua: У безпечному режимі для пошуку використовуються суворі налаштування SafeSearch YouTube. Він не надає каталог YouTube Kids або не фільтрує канали популярних, категорій і облікових записів.
ur_pk: سیف موڈ تلاشوں کے لیے YouTube کی سخت SafeSearch ترتیب کا استعمال کرتا ہے۔ یہ YouTube Kids کیٹلاگ یا فلٹر مقبول، زمرہ، اور اکاؤنٹ فیڈ فراہم نہیں کرتا ہے۔
uz_latn_uz: Xavfsiz rejim qidiruvlar uchun YouTubening qat'iy SafeSearch sozlamasidan foydalanadi. U YouTube Kids katalogini taqdim etmaydi yoki mashhur, toifa va hisob tasmalarini filtrlamaydi.
vi_vn: Chế độ An toàn sử dụng cài đặt Tìm kiếm An toàn nghiêm ngặt của YouTube cho các tìm kiếm. Nó không cung cấp danh mục YouTube Kids hoặc bộ lọc các nguồn cấp dữ liệu phổ biến, danh mục và tài khoản.
zh_hans_cn: 安全模式使用 YouTube 严格的安全搜索设置进行搜索。它不提供 YouTube Kids 目录或过滤热门、类别和帐户供稿。
zh_hant_hk: 安全模式使用 YouTube 嚴格的安全搜尋設定進行搜尋。它不提供 YouTube Kids 目錄或過濾熱門、類別和帳戶供稿。
zu_za: Imodi ephephile isebenzisa izilungiselelo ze-YouTube ze-SafeSearch ekusesheni. Ayinikezi ikhathalogi ye-YouTube Kids noma isihlungi esidumile, isigaba, nokuphakelayo kwe-akhawunti.

# SafeModeTitle.Text
source: safe mode
af_za: veilige modus
am_et: አስተማማኝ ሁነታ
ar_sa: الوضع الآمن
as_in: নিৰাপদ ধৰণ
az_latn_az: təhlükəsiz rejim
be_by: бяспечны рэжым
bg_bg: безопасен режим
bn_bd: নিরাপদ মোড
bs_latn_ba: siguran način rada
ca_es: mode segur
cs_cz: bezpečný režim
da_dk: sikker tilstand
de_de: Abgesicherter Modus
el_gr: ασφαλής λειτουργία
es_us: modo seguro
et_ee: turvarežiim
eu_es: modu segurua
fa_ir: حالت امن
fi_fi: turvatilassa
fr_ca: mode sans échec
gl_es: modo seguro
gu_in: સલામત મોડ
he_il: מצב בטוח
hi_in: सुरक्षित मोड
hr_hr: siguran način rada
hu_hu: biztonságos módban
hy_am: անվտանգ ռեժիմ
id_id: mode aman
is_is: öruggur háttur
it_it: modalità sicura
ja_jp: セーフモード
ka_ge: უსაფრთხო რეჟიმი
kk_kz: қауіпсіз режим
km_kh: របៀបសុវត្ថិភាព
kn_in: ಸುರಕ್ಷಿತ ಮೋಡ್
ko_kr: 안전 모드
ky_kg: коопсуз режим
lo_la: ໂໝດປອດໄພ
lt_lt: saugus režimas
lv_lv: drošais režīms
mk_mk: безбеден режим
ml_in: സുരക്ഷിത മോഡ്
mn_mn: аюулгүй горим
mr_in: सुरक्षित मोड
ms_my: mod selamat
nb_no: sikker modus
ne_np: सुरक्षित मोड
nl_nl: veilige modus
or_in: ସୁରକ୍ଷିତ ମୋଡ୍ |
pa_in: ਸੁਰੱਖਿਅਤ ਮੋਡ
pl_pl: tryb bezpieczny
pt_br: modo de segurança
ro_ro: modul sigur
ru_ru: безопасный режим
si_lk: ආරක්ෂිත මාදිලිය
sk_sk: bezpečný režim
sl_si: varen način
sq_al: mënyra e sigurt
sr_cyrl_rs: безбедни режим
sr_latn_rs: bezbedni režim
sv_se: säkert läge
sw_ke: hali salama
ta_in: பாதுகாப்பான முறை
te_in: సురక్షిత మోడ్
th_th: เซฟโหมด
tr_tr: güvenli mod
uk_ua: безпечний режим
ur_pk: محفوظ موڈ
uz_latn_uz: xavfsiz rejim
vi_vn: chế độ an toàn
zh_hans_cn: 安全模式
zh_hant_hk: 安全模式
zu_za: imodi ephephile

# SafeModeToggle.Header
source: Use strict SafeSearch for public video searches
af_za: Gebruik streng SafeSearch vir publieke videosoektogte
am_et: ለሕዝብ የቪዲዮ ፍለጋዎች ጥብቅ ሴፍሰርች ይጠቀሙ
ar_sa: استخدم البحث الآمن الصارم لعمليات البحث عن مقاطع الفيديو العامة
as_in: ৰাজহুৱা ভিডিঅ' সন্ধানৰ বাবে কঠোৰ SafeSearch ব্যৱহাৰ কৰক
az_latn_az: İctimai video axtarışları üçün ciddi SafeSearch istifadə edin
be_by: Выкарыстоўвайце строгі SafeSearch для публічнага пошуку відэа
bg_bg: Използвайте стриктно SafeSearch за обществено търсене на видеоклипове
bn_bd: সর্বজনীন ভিডিও অনুসন্ধানের জন্য কঠোর নিরাপদ অনুসন্ধান ব্যবহার করুন৷
bs_latn_ba: Koristite strogu SafeSearch za javna pretraživanja videozapisa
ca_es: Utilitzeu SafeSearch estricta per a cerques de vídeos públics
cs_cz: Pro veřejné vyhledávání videí používejte přísné Bezpečné vyhledávání
da_dk: Brug strengt SafeSearch til offentlige videosøgninger
de_de: Verwenden Sie striktes SafeSearch für die Suche nach öffentlichen Videos
el_gr: Χρησιμοποιήστε αυστηρή Ασφαλή Αναζήτηση για δημόσιες αναζητήσεις βίντεο
es_us: Utilice SafeSearch estricto para búsquedas de vídeos públicos
et_ee: Kasutage avalike videootsingute jaoks ranget SafeSearchi
eu_es: Erabili SafeSearch zorrotza bideo publikoen bilaketak egiteko
fa_ir: از SafeSearch سختگیرانه برای جستجوهای عمومی ویدیو استفاده کنید
fi_fi: Käytä tiukkaa SafeSearchia julkisiin videohakuihin
fil_ph: Gumamit ng mahigpit na SafeSearch para sa mga pampublikong paghahanap ng video
fr_ca: Utiliser SafeSearch strict pour les recherches de vidéos publiques
gl_es: Use SafeSearch estrito para buscas de vídeos públicos
gu_in: સાર્વજનિક વિડિઓ શોધ માટે સખત સલામત શોધનો ઉપયોગ કરો
he_il: השתמש בחיפוש בטוח קפדני עבור חיפושי וידאו ציבוריים
hi_in: सार्वजनिक वीडियो खोजों के लिए सख्त सुरक्षित खोज का उपयोग करें
hr_hr: Koristite strogu SafeSearch za javna pretraživanja videozapisa
hu_hu: Használjon szigorú Biztonságos Keresést nyilvános videókereséshez
hy_am: Օգտագործեք խիստ SafeSearch-ը հանրային տեսանյութերի որոնումների համար
id_id: Gunakan TelusurAman yang ketat untuk penelusuran video publik
is_is: Notaðu stranga SafeSearch fyrir opinbera vídeóleit
it_it: Utilizza il rigoroso SafeSearch per le ricerche di video pubblici
ja_jp: 公開ビデオ検索には厳密なセーフサーチを使用する
ka_ge: გამოიყენეთ მკაცრი SafeSearch საჯარო ვიდეო ძიებისთვის
kk_kz: Жалпыға ортақ бейне іздеулер үшін қатаң SafeSearch пайдаланыңыз
km_kh: ប្រើ SafeSearch យ៉ាងតឹងរឹងសម្រាប់ការស្វែងរកវីដេអូសាធារណៈ
kn_in: ಸಾರ್ವಜನಿಕ ವೀಡಿಯೊ ಹುಡುಕಾಟಗಳಿಗಾಗಿ ಕಟ್ಟುನಿಟ್ಟಾದ ಸುರಕ್ಷಿತ ಹುಡುಕಾಟವನ್ನು ಬಳಸಿ
ko_kr: 공개 동영상 검색에 엄격한 세이프서치를 사용하세요.
ky_kg: Жалпыга ачык видео издөөлөр үчүн катуу SafeSearch колдонуңуз
lo_la: ໃຊ້ SafeSearch ທີ່ເຂັ້ມງວດສໍາລັບການຊອກຫາວິດີໂອສາທາລະນະ
lt_lt: Viešoms vaizdo įrašų paieškoms naudokite griežtą Saugią paiešką
lv_lv: Publisku videoklipu meklēšanai izmantojiet stingru Drošu meklēšanu
mk_mk: Користете строго SafeSearch за јавни пребарувања на видеа
ml_in: പൊതു വീഡിയോ തിരയലുകൾക്കായി കർശനമായ സുരക്ഷിത തിരയൽ ഉപയോഗിക്കുക
mr_in: सार्वजनिक व्हिडिओ शोधांसाठी कठोर सुरक्षितशोध वापरा
ms_my: Gunakan SafeSearch yang ketat untuk carian video awam
nb_no: Bruk strengt Sikkert Søk for offentlige videosøk
ne_np: सार्वजनिक भिडियो खोजहरूको लागि कडा सेफसर्च प्रयोग गर्नुहोस्
nl_nl: Gebruik strikt SafeSearch voor openbare videozoekopdrachten
or_in: ସର୍ବସାଧାରଣ ଭିଡିଓ ସନ୍ଧାନ ପାଇଁ କଠୋର ନିରାପଦ ସନ୍ଧାନ ବ୍ୟବହାର କରନ୍ତୁ |
pa_in: ਜਨਤਕ ਵੀਡੀਓ ਖੋਜਾਂ ਲਈ ਸਖਤ ਸੁਰੱਖਿਅਤ ਖੋਜ ਦੀ ਵਰਤੋਂ ਕਰੋ
pl_pl: Używaj ścisłego filtra SafeSearch do wyszukiwania publicznych filmów wideo
pt_br: Use o SafeSearch estrito para pesquisas de vídeos públicos
ro_ro: Utilizați SafeSearch strict pentru căutări de videoclipuri publice
ru_ru: Используйте строгий безопасный поиск для поиска общедоступных видео.
si_lk: පොදු වීඩියෝ සෙවීම් සඳහා දැඩි SafeSearch භාවිතා කරන්න
sk_sk: Na verejné vyhľadávanie videí používajte prísne Bezpečné vyhľadávanie
sl_si: Za iskanje po javnih videoposnetkih uporabite strogo varno iskanje
sq_al: Përdorni SafeSearch të rreptë për kërkime publike në video
sr_cyrl_rs: Користите строгу Сигурну претрагу за јавне претраге видео записа
sr_latn_rs: Koristite strogu Sigurnu pretragu za javne pretrage video zapisa
sv_se: Använd strikt SafeSearch för offentliga videosökningar
sw_ke: Tumia SafeSearch kali kwa utafutaji wa video za umma
ta_in: பொது வீடியோ தேடல்களுக்கு கடுமையான பாதுகாப்பான தேடலைப் பயன்படுத்தவும்
te_in: పబ్లిక్ వీడియో శోధనల కోసం కఠినమైన సురక్షిత శోధనను ఉపయోగించండి
th_th: ใช้การค้นหาปลอดภัยที่เข้มงวดสำหรับการค้นหาวิดีโอสาธารณะ
tr_tr: Herkese açık video aramaları için Güvenli Arama'yı sıkı şekilde kullanın
uk_ua: Використовуйте строгий безпечний пошук для загальнодоступного пошуку відео
ur_pk: عوامی ویڈیو کی تلاش کے لیے سخت SafeSearch کا استعمال کریں۔
uz_latn_uz: Ommaviy video qidiruvlar uchun qattiq SafeSearch-dan foydalaning
vi_vn: Sử dụng tính năng Tìm kiếm an toàn nghiêm ngặt để tìm kiếm video công khai
zh_hans_cn: 使用严格的安全搜索进行公共视频搜索
zh_hant_hk: 使用嚴格的安全搜索進行公共視頻搜索
zu_za: Sebenzisa i-SafeSearch eqinile ekusesheni kwamavidiyo asesidlangalaleni

# SaveApiKeyButton.Content
source: SAVE API KEY
af_za: STOOR API-SLEUTEL
am_et: የኤፒአይ ቁልፍን አስቀምጥ
ar_sa: حفظ مفتاح API
as_in: API KEY সংৰক্ষণ কৰক
az_latn_az: API AÇARINI SAXLA
be_by: ЗАХАВАЦЬ КЛЮЧ API
bg_bg: ЗАПАЗЕТЕ КЛЮЧА ЗА API
bn_bd: API কী সংরক্ষণ করুন
bs_latn_ba: SAČUVAJ API KLJUČ
ca_es: DESA LA CLAU API
cs_cz: ULOŽIT KLÍČ API
da_dk: GEM API NØGLE
de_de: API-SCHLÜSSEL SPEICHERN
el_gr: ΑΠΟΘΗΚΕΥΣΗ ΚΛΕΙΔΙΟΥ API
es_us: GUARDAR CLAVE API
et_ee: SALVESTA API VÕTI
eu_es: GORDE API GAKOA
fa_ir: ذخیره کلید API
fi_fi: TALLENNA API-AVAIN
fil_ph: I-SAVE ang API KEY
fr_ca: ENREGISTRER LA CLÉ API
gl_es: GARDAR CLAVE API
gu_in: API કી સાચવો
he_il: שמור מפתח API
hi_in: एपीआई कुंजी सहेजें
hr_hr: SPREMI API KLJUČ
hu_hu: API KULCS MENTÉSE
hy_am: ՊԱՀՊԱՆԵԼ API ԲԱՆԱԼԸ
id_id: SIMPAN KUNCI API
is_is: SAVE API LYKILL
it_it: SALVA CHIAVE API
ja_jp: APIキーを保存
ka_ge: API გასაღების შენახვა
kk_kz: API КҮЙІН САҚТАУ
km_kh: រក្សាទុក API KEY
kn_in: API ಕೀ ಉಳಿಸಿ
ko_kr: API 키 저장
ky_kg: API АЧКЫЧЫН САКТОО
lo_la: ບັນທຶກ API KEY
lt_lt: IŠSAUGOTI API RAKTĄ
lv_lv: SAGLABĀT API ATSLĒGU
mk_mk: ЗАЧУВАЈ КЛУЧОТ API
ml_in: API കീ സംരക്ഷിക്കുക
mr_in: API की जतन करा
ms_my: SIMPAN KUNCI API
nb_no: LAGRE API NØKKEL
ne_np: API कुञ्जी बचत गर्नुहोस्
nl_nl: BEWAAR API-SLEUTEL
or_in: API କି ସଞ୍ଚୟ କରନ୍ତୁ |
pa_in: API ਕੁੰਜੀ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl_pl: ZAPISZ KLUCZ API
pt_br: SALVAR CHAVE DE API
ro_ro: SALVAȚI CHEIA API
ru_ru: СОХРАНИТЬ КЛЮЧ API
si_lk: API යතුර සුරකින්න
sk_sk: ULOŽIŤ KĽÚČ API
sl_si: SHRANI KLJUČ API-ja
sq_al: RUAJ ÇELËSIN API
sr_cyrl_rs: САВЕ АПИ КЉУЧ
sr_latn_rs: SAVE API KLjUČ
sv_se: SPARA API-NYCKEL
sw_ke: HIFADHI UFUNGUO WA API
ta_in: API விசையைச் சேமிக்கவும்
te_in: API కీని సేవ్ చేయండి
th_th: บันทึกคีย์ API
tr_tr: API ANAHTARINI KAYDET
uk_ua: ЗБЕРЕГТИ КЛЮЧ API
ur_pk: API کلید کو محفوظ کریں۔
uz_latn_uz: API KALİTNI SAQLASH
vi_vn: LƯU KHÓA API
zh_hans_cn: 保存 API 密钥
zh_hant_hk: 保存 API 金鑰
zu_za: LONDOLOZA UKHIYE WE-API

# SaveLogButton.Content
source: SAVE LOG
af_za: STOOR LOG
am_et: ሎግ አስቀምጥ
ar_sa: حفظ السجل
az_latn_az: LOJI SAXLA
be_by: ЗАХАВАЦЬ ЖУРНАЛ
bg_bg: ЗАПАЗЕТЕ ДНЕВНИКА
bn_bd: লগ সংরক্ষণ করুন
ca_es: DESA EL REGISTRE
cs_cz: ULOŽIT LOG
da_dk: GEM LOG
de_de: Protokoll speichern
el_gr: ΑΠΟΘΗΚΕΥΣΗ ΑΡΧΕΙΟΥ
es_us: GUARDAR REGISTRO
et_ee: SALVESTA LOGI
eu_es: GORDE ERREGISTROA
fa_ir: ذخیره گزارش
fi_fi: TALLENNA LOKIA
fr_ca: ENREGISTRER LE JOURNAL
gl_es: GARDAR REXISTRO
gu_in: સેવ લોગ
he_il: שמור יומן
hi_in: लॉग सहेजें
hr_hr: SPREMI DNEVNIK
hu_hu: NAPLÓ MENTÉSE
hy_am: ՊԱՀՊԱՆԵԼ ՄԱՏԵՆԸ
id_id: SIMPAN LOG
is_is: SPARA LOG
it_it: SALVA REGISTRO
ja_jp: ログの保存
ka_ge: ჟურნალის შენახვა
kk_kz: ЖУРНАЛДЫ САҚТАУ
km_kh: រក្សាទុកកំណត់ហេតុ
kn_in: ಲಾಗ್ ಉಳಿಸಿ
ko_kr: 로그 저장
ky_kg: LOG САКТОО
lo_la: ບັນທຶກບັນທຶກ
lt_lt: IŠSAUGOTI ŽURNALĄ
lv_lv: SAGLABĀT ŽURNĀLU
mk_mk: ЗАЧУВАЈ ДНЕВНИК
ml_in: ലോഗ് സംരക്ഷിക്കുക
mn_mn: ЛЭГЖ ХАДГАЛАХ
mr_in: लॉग जतन करा
ms_my: SIMPAN LOG
nb_no: LAGRE LOGG
ne_np: लग बचत गर्नुहोस्
nl_nl: BEWAAR LOGBOEK
or_in: ଲଗ୍ ସଞ୍ଚୟ କରନ୍ତୁ |
pa_in: ਲੌਗ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl_pl: ZAPISZ LOG
pt_br: SALVAR REGISTRO
ro_ro: SALVAȚI Jurnalul
ru_ru: СОХРАНИТЬ ЖУРНАЛ
si_lk: ලොගය සුරකින්න
sk_sk: ULOŽIŤ DENNÍK
sl_si: SHRANI DNEVNIK
sq_al: RUAJTJE REGJISTRIMIN
sr_cyrl_rs: САЧУВАЈ ДНЕВНИК
sr_latn_rs: SAČUVAJ DNEVNIK
sv_se: SPARA LOGG
sw_ke: HIFADHI LOG
ta_in: பதிவை சேமிக்கவும்
te_in: లాగ్‌ను సేవ్ చేయండి
th_th: บันทึกบันทึก
tr_tr: GÜNLÜĞÜ KAYDET
uk_ua: ЗБЕРЕГТИ ЖУРНАЛ
ur_pk: لاگ محفوظ کریں۔
uz_latn_uz: JURALNI SAQLASH
vi_vn: LƯU NHẬT KÝ
zh_hans_cn: 保存日志
zh_hant_hk: 保存日誌
zu_za: GCINA ILOG
